<template lang="pug">
.sw-home
  .sw-task
    h1 Задание
    p Необходимо реализовать spa на vue.js, которое парсило бы любой источник изображений с открытым
      | api - инстаграм, яндекс.картинки, и т.д. что угодно, что Вам больше нравится кроме unsplash.
      |  Приложение состоит из двух страниц - главная, на которой размещена информация о проекте,
      |  и вторая, на которой и отображаются изображения. Для навигации использовать vue-router.
      |  Хранение данные реализовать во vuex. Для парсинга использовать axios. Для сборки - webpack.
</template>
